Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Prioritize Notifications
ar: إعطاء أولوية للإشعارات
bg: Приоритизирай известията
ca: Prioritza les notificacions
cs: Prioritizovat oznámení
da: Prioriter notifikationer
de: Mitteilungen priorisieren
el: Προτεραιοποίηση γνωστοποιήσεων
es: Priorizar notificaciones
es_us: Priorizar notificaciones
fi: Priorisoi ilmoitukset
fr: Prioriser les notifications
fr_ca: Prioriser les notifications
he: תיעדוף עדכונים
hi: सूचनाओं की प्राथमिकता तय करें
hr: Prioritiziraj obavijesti
hu: Értesítések priorizálása
id: Prioritaskan Pemberitahuan
it: Notifiche prioritarie
ja: 通知の優先順位付け
kk: Хабарландыруларға басымдық беру
ko: 알림 우선 처리
lt: Skirstyti pranešimus pagal pirmenybę
ms: Utamakan Pemberitahuan
nl: Geef meldingen prioriteit
no: Prioriter varslinger
pl: Priorytetyzuj powiadomienia
pt_br: Priorize Notificações
pt_pt: Priorizar notificações
ro: Prioritizare notificări
ru: Приоритетные уведомления
sk: Uprednostňovať hlásenia
sl: Prednost imajo obvestila
sv: Prioritera notiser
th: จัดลำดับความสำคัญของการแจ้งเตือน
tr: Bildirimleri Önceliklendir
uk: Пріоритетність сповіщень
vi: Ưu tiên thông báo
zh_cn: 按优先级排序通知
zh_hk: 將通知排優先次序
zh_tw: 優先顯示通知

# PI_RM_VIP_FM_GROUP_FOOTER_TEXT
source: Remind Me, VIP, Favorites and Primary Inbox Settings will override all other Mail notification settings.
ar: إعدادات "تذكيري" و VIP و"المفضلة" و"صندوق الوارد الأساسي" ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на пощенските кутии Напомни ми, ВИП, Любими и Основна входяща поща ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies favorites, Principal, VIP i Recorda‑m’ho substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení pro funkci Připomenout, VIP, oblíbené schránky a primární schránku příchozí pošty má přednost před jakýmkoli jiným nastavením oznámení v aplikaci Mail.
da: Indstillingerne til Påmind mig, VIP, Favoritter og den primære indbakke tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Erinnerung“, „VIP“, „Favoriten“ und „Primärer Posteingang“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις Υπενθύμισης, VIP, Αγαπημένων και Κύριας θυρίδας θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de los recordatorios, del correo VIP, de los buzones favoritos y del buzón Principal reemplazarán el resto de ajustes de notificaciones de Mail.
es_us: La configuración de recordatorios, elementos VIP, favoritos y buzón principal reemplazará el resto de la de las notificaciones de Mail.
fi: Muistuta minua-, VIP-lähettäjien, suosikkien ja Tärkeät-postilaatikon asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages Rappel, VIP, Favoris et « Boîte de réception principale » remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages Me le rappeler, VIP, Favorites et Boîte de réception principale remplaceront tous les autres réglages de notifications de Mail.
he: ההגדרות של ״קבלת תזכורת״, ״שולחים חשובים״, ״מועדפים״ ו״תיבת הדואר הראשית״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: मुझे याद दिलाएँ, VIP, पसंदीदा और प्राथमिक इनबॉक्स सेटिंग्ज़ अन्य मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za podsjetnike, VIP, omiljene stavke i primarni dolazni pretinac poništit će druge postavke za e-mail obavijesti.
hu: Az Emlékeztetés, a VIP, a Kedvencek és az Elsődleges bejövő postafiók beállításai felülbírálják a Mail minden egyéb értesítési beállítását.
id: Pengaturan Ingatkan Saya, VIP, Favorit, dan Inbox Utama akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni relative alle email da ricordare, ai contatti VIP, ai preferiti e alla casella in entrata principale avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “リマインダー”、“VIP”、“よく使う項目”、および“主要”の受信トレイの設定はその他すべての“メール”の通知設定より優先されます。
kk: «Есіме салу», «VIP», «Таңдаулылар» және «Негізгі кіріс жәшігі» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: 나중에 보기, VIP, 즐겨찾기 및 우선 순위 받은 편지함 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: „Priminti man“, VIP, „Mėgstama“ ir „Pagrindinių gautųjų“ nustatymai turės pirmenybę prieš visus kitus „Mail“ pranešimų nustatymus.
ms: Seting Ingatkan Saya, VIP, Kegemaran dan Peti Mel Utama akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: De instellingen voor 'Herinnering', vips, favorieten en de postbus 'Belangrijk' krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for Påminn meg, VIP, Favoritter og Primært-innboks overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia funkcji Przypomnij, kontaktów VIP, ulubionych skrzynek i głównej skrzynki Przychodzące zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Lembre‑me, VIP, Favoritos e Caixa de Entrada Principal substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de Lembrar, VIP, Favoritos e Principal substituem todas as outras definições de notificação do Mail.
ro: Configurările Reamintire, VIP, Favorite și “Cutie poștală principală” vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Напомнить», VIP, «Избранное» и «Основной ящик для входящей почты» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia Pripomenúť, VIP, Obľúbené a Primárna schránka Prijaté majú prednosť pred ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve možnosti Opomni me, VIP, Priljubljeno in Primarna mapa Prejeto bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Inställningar för påminnelser, VIP, favoriter och den primära inkorgen förbigår alla andra notisinställningar för Mail.
th: การตั้งค่าเตือนฉัน, VIP, รายการโปรด และกล่องเข้าหลักจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Anımsat, Önemli Kişiler, Favoriler ve Birincil Gelen Kutusu ayarları, diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньок «З нагадуванням», «VIP», «Улюблені» й «Важливі вхідні» переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Nhắc tôi, VIP, Mục ưa thích và Hộp thư đến chính sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “提醒我”、VIP、“个人收藏”和“主要收件箱”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「提醒我」、VIP、「喜好信箱」和「主要」收件箱設定會覆蓋所有的「郵件」通知設定。
zh_tw: 「提醒我」、VIP、「喜好項目」和「主要收件匣」設定會覆蓋所有其他的「郵件」通知設定。

# CRITICAL_ALERT_EXPLANATION_IPOD
source: Critical alerts appear on the Lock Screen and play a sound even if a Focus is on or iPod is muted.
ar: تظهر التنبيهات الحرجة على شاشة القفل وتشغل صوتًا حتى وإن كان أحد أنماط التركيز مشغلاً أو كان صوت iPod مكتومًا.
bg: Важните предупреждения се появяват на Заключен екран и се възпроизвежда звук дори ако e включен Фокус или iPod е в режим без звук.
ca: Els avisos crítics es mostren a la pantalla bloquejada i emeten un so encara que tinguis un mode de concentració activat o l’iPod silenciat.
cs: Kritická upozornění se objeví na zamknuté obrazovce a zazní, i když budete mít zapnutý režim soustředění nebo bude na iPodu vypnutý zvuk.
da: Vigtige advarsler vises på låseskærmen og afspiller lyd, selv hvis en fokusfunktion er slået til, eller iPod er på lydløs.
de: Kritische Hinweise erscheinen auf dem Sperrbildschirm und ein Ton wird abgespielt, auch wenn ein Fokus aktiviert und der iPod stummgeschaltet ist.
el: Οι Κρίσιμες ειδοποιήσεις εμφανίζονται στην οθόνη κλειδώματος και αναπαράγουν έναν ήχο, ακόμη κι αν είναι ενεργή μια συγκέντρωση ή το iPod είναι σε σίγαση.
es: Los avisos críticos aparecen en la pantalla de bloqueo y reproducen un sonido incluso cuando hay un modo de concentración activo o el iPod está silenciado.
es_us: Las alertas críticas se muestran en la pantalla bloqueada y emiten un sonido incluso si se activó un enfoque o si se silenció el iPod.
fi: Kriittiset varoitukset näkyvät lukitulla näytöllä ja toistavat äänimerkin, vaikka Keskity-tila olisi päällä tai iPod olisi mykistettynä.
fr: Les alertes critiques apparaissent sur l’écran verrouillé et émettent toujours un son, même si un mode de concentration est activé ou si le son de l’iPod est coupé.
fr_ca: Les alertes critiques s’affichent sur l’écran verrouillé et émettent un son même si un mode de concentration est activé ou que le son de l’iPod est désactivé.
he: אזהרות קריטיות יופיעו על מסך הנעילה וישמיעו צליל גם אם ״נא לא להפריע״ מופעל או שה-iPod מושתק.
hi: फ़ोकस के चालू रहने या iPod के म्यूट रहने पर भी गंभीर अलर्ट लॉक स्क्रीन पर दिखाए जाते हैं और ध्वनि बजाई जाती है।
hr: Kritični alarmi prikazivat će se na Zaključanom zaslonu i reproducirati zvuk čak i kad je uključen Fokus ili isključen zvuk iPoda.
hu: A kritikus figyelmeztetések akkor is megjelennek a zárolási képernyőn, és lejátszanak egy hangot, ha egy Fókusz be van kapcsolva, vagy az iPod el van némítva.
id: Peringatan penting muncul di Layar Terkunci dan memutar bunyi bahkan jika Fokus menyala atau iPod dibisukan.
it: Gli avvisi importanti verranno visualizzati sulla schermata di blocco e saranno accompagnati da un feedback acustico anche quando una delle full immersion è attiva o l’audio di iPod è disattivato.
ja: 集中モードがオンまたはiPodが消音時でも、重大な通知はロック画面に表示されサウンドが再生されます。
kk: Маңызды ескертулер құлыптау экранында көрсетіледі және «Зейін қою» қосулы болса да немесе iPod дыбысы өшірілсе де дыбыс естіледі.
ko: 중요한 알림은 집중 모드가 켜져 있거나 iPod이 무음으로 설정된 상태에서도 잠금 화면에 표시되고 알림 소리를 냅니다.
lt: Kritiniai įspėjimai bus rodomi užrakintame ekrane ir juos gavus suskambės garsas, net jei bus įjungtas susitelkimo režimas arba „iPod“ nutildytas.
ms: Isyarat kritikal kelihatan pada Skrin Kunci dan memainkan bunyi walaupun Fokus aktif atau iPod disenyapkan.
nl: Kritieke meldingen worden op het toegangsscherm weergegeven en er wordt een geluid afgespeeld, zelfs als een focus is ingeschakeld of als het geluid op je iPod is uitgeschakeld.
no: Viktige varsler vises alltid på låst skjerm og spiller av lyd selv om du har aktivert et fokus eller slått av lyden på iPoden.
pl: Alerty krytyczne pojawiają się na ekranie blokady i są ogłaszane dźwiękiem nawet w trybie skupienia lub gdy iPod jest wyciszony.
pt_br: Os alertas críticos aparecem na Tela Bloqueada e reproduzem um som, mesmo que um Foco esteja ativado ou o iPod esteja silenciado.
pt_pt: Os avisos críticos aparecem no ecrã bloqueado e emitem um som mesmo que o modo de concentração esteja ativo ou o som do iPod esteja desligado.
ro: Alertele critice apar pe ecranul de blocare și redau un sunet chiar dacă un mod de concentrare este activat sau iPod‑ul este în modul mut.
ru: Важные предупреждения отображаются на заблокированном экране и доставляются со звуком, даже если включено фокусирование или на iPod выключен звук.
sk: Kritické výstrahy sa zobrazia na zamknutej obrazovke a prehrajú zvuk, aj keď je aktivovaný Môj čas alebo je iPod v tichom režime.
sl: Kritična opozorila se prikažejo na zaklenjenem zaslonu in predvajajo zvok tudi, ko je funkcija Fokus vključena ali je iPod utišan.
sv: Viktiga varningar visas på låsskärmen och spelar upp ljud även om ett fokus är aktivt eller om ljudet är avstängt på iPod.
th: การเตือนที่สำคัญจะแสดงบนหน้าจอล็อคและส่งเสียงดังไม่ว่าจะเปิดโฟกัสหรือปิดเสียง iPod
tr: Bir Odak açıkken veya iPod’un sesi kapalıyken bile kritik uyarılar kilitli ekranda görünür ve bir ses çalınır.
uk: Критичні оповістки зʼявляються на замкненому екрані й відтворюють звук, навіть якщо на iPod увімкнено режим зосередження чи вимкнено звук.
vi: Cảnh báo quan trọng xuất hiện trên Màn hình khóa và phát âm thanh ngay cả khi chế độ Tập trung được bật hoặc iPod được tắt tiếng.
zh_cn: 即使已打开专注模式或iPod已静音，重要警告也将在锁屏上显示并播放声音。
zh_hk: 即使已開啟「專注模式」或iPod已設為靜音，重要提示仍會在鎖定畫面出現並播放聲音。
zh_tw: 即使已開啟「專注模式」或將iPod設為靜音，仍會將重要提示顯示於鎖定畫面並播放聲音。

# NOTIFICATION_DELIVERY_SCHEDULED_EDIT_LINK
source: Edit Schedule
ar: تعديل جدول الأوقات
bg: Редактирай график
ca: Edita l’horari
cs: Upravit rozvrh
da: Rediger tidsplan
de: Zeitplan bearbeiten
el: Επεξεργασία
es: Editar horario
es_us: Editar horario
fi: Muokkaa
fr: Modifier le programme
fr_ca: Modifier l’horaire
he: עריכת התזמון
hi: शेड्यूल संपादित करें
hr: Uredite raspored
hu: Ütemezés szerkesztése
id: Edit Jadwal
it: Modifica orari
ja: スケジュールを編集
kk: Кестені өзгерту
ko: 시간 지정 편집
lt: Redaguoti tvarkaraštį
ms: Edit Jadual
nl: Wijzig schema
no: Rediger tidsplan
pl: Edycja
pt_br: Editar Horários
pt_pt: Editar horário
ro: Editați
ru: Изменение расписания
sk: Upraviť rozvrh
sl: Uredi urnik obvestil
sv: Ändra schema
th: แก้ไขกำหนดเวลา
tr: Planı Düzenle
uk: Змінити розклад
vi: Sửa lịch trình
zh_cn: 编辑定时
zh_hk: 編輯時間表
zh_tw: 編輯排程

# PI_RM_VIP_FM_VIT_GROUP_FOOTER_TEXT
source: Remind Me, VIP, Threaded Notifications, Primary Inbox and Favorites Settings will override all other Mail notification settings.
ar: إعدادات "تذكيري" و VIP و"إشعارات السلسة" و"صندوق الوارد الأساسي" و"المفضلة" ستتجاوز كل إعدادات إشعارات البريد الأخرى.
bg: Настройките на пощенските кутии Напомни ми, ВИП, Известия за поредици, Основна входяща поща и Любими ще отменят всички други настройки на известия за Поща.
ca: La configuració de les bústies favorites, Principal, VIP, Recorda‑m’ho i Avisos dels fils substituirà la resta d’opcions de les notificacions del correu.
cs: Nastavení pro funkci Připomenout, VIP, oznámení z vláken, primární schránku příchozí pošty a oblíbené schránky má přednost před jakýmkoli jiným nastavením oznámení v aplikaci Mail.
da: Indstillingerne til Påmind mig, VIP, trådnotifikationer, den primære indbakke og Favoritter tilsidesætter alle andre notifikationsindstillinger i Mail.
de: Die Einstellungen für „Erinnerung“, „VIP“, „Konversationsmitteilungen“, „Primärer Posteingang“ und „Favoriten“ heben alle anderen Mitteilungseinstellungen für „Mail“ auf.
el: Οι ρυθμίσεις Υπενθύμισης, VIP, Γνωστοποιήσεων συνομιλιών, Κύριας θυρίδας και Αγαπημένων θα παρακάμψουν όλες τις άλλες ρυθμίσεις γνωστοποιήσεων Mail.
es: Los ajustes de los recordatorios, del correo VIP, de los buzones favoritos y del buzón Principal, así como de los avisos de hilos, reemplazarán el resto de ajustes de notificaciones de Mail.
es_us: La configuración de recordatorios, elementos VIP, conversaciones, buzón principal y favoritos reemplazará el resto de la de las notificaciones de Mail.
fi: Muistuta minua-, VIP-lähettäjien, viestiketjuilmoitusten, Tärkeät-postilaatikon ja suosikkien asetukset ohittavat kaikki muut Mailin ilmoitusasetukset.
fr: Les réglages Rappel, VIP, « Notifications des fils », « Boîte de réception principale » et Favoris remplaceront tous ceux des autres notifications de Mail.
fr_ca: Les réglages Me le rappeler, VIP, Notifications de fils, Boîte de réception principale et Favorites remplaceront tous les autres réglages de notifications de Mail.
he: ההגדרות של ״קבלת תזכורת״, ״שולחים חשובים״, ״עדכונים משרשורים״, ״תיבת הדואר הראשית״ ו״מועדפים״ יגברו על כל ההגדרות האחרות של עדכונים מ״דואר״.
hi: मुझे याद दिलाएँ, VIP, वार्तालाप सूचनाएँ, प्राथमिक इनबॉक्स और पसंदीदा सेटिंग्ज़ अन्य सभी मेल सूचना सेटिंग्ज़ का स्थान ले लेंगी।
hr: Postavke za podsjetnike, VIP, obavijesti o nizovima, primarni dolazni pretinac i omiljene stavke poništit će druge postavke za e-mail obavijesti.
hu: Az Emlékeztetés, a VIP, a Szálértesítések, az Elsődleges bejövő postafiók és a Kedvencek beállításai felülbírálják a Mail minden egyéb értesítési beállítását.
id: Pengaturan Ingatkan Saya, VIP, Pemberitahuan Bertopik, Inbox Utama, dan Favorit akan menimpa semua pengaturan pemberitahuan Mail lainnya.
it: Le impostazioni relative alle email da ricordare, ai contatti VIP, alle notifiche dei thread, alla casella in entrata principale e ai preferiti avranno la priorità su tutte le altre impostazioni di notifica di Mail.
ja: “リマインダー”、“VIP”、“スレッドの通知”、“主要”の受信トレイおよび“よく使う項目”の設定はその他すべての“メール”通知設定より優先されます。
kk: «Есіме салу», «VIP», «Хабарландыру», «Негізгі кіріс жәшігі» және «Таңдаулылар» реттеулері барлық басқа «Пошта» хабарландыруы реттеуін алмастырады.
ko: 나중에 보기, VIP, 스레드 알림, 우선 순위 받은 편지함 및 즐겨찾기 설정은 다른 Mail 알림 설정보다 우선시됩니다.
lt: „Priminti man“, VIP, „Gijų pranešimų“, „Pagrindinių gautųjų“ ir „Mėgstama“ nustatymai turės pirmenybę prieš visus kitus „Mail“ pranešimų nustatymus.
ms: Seting Ingatkan Saya, VIP, Notis Jaluran, Peti Mel Utama dan Kegemaran akan menggantikan semua seting pemberitahuan Mail yang lain.
nl: De instellingen voor 'Herinnering', vips, berichtenreeksmeldingen, de postbus 'Belangrijk' en favorieten krijgen voorrang boven alle andere instellingen voor Mail-meldingen.
no: Innstillinger for Påminn meg, VIP, Favoritter, Primært-innboks og trådvarsling overstyrer alle andre innstillinger for e‑postvarsling.
pl: Ustawienia funkcji Przypomnij, kontaktów VIP, powiadomień wątków, głównej skrzynki Przychodzące i ulubionych skrzynek zastąpią wszystkie inne ustawienia powiadomień aplikacji Poczta.
pt_br: Os Ajustes de Lembre‑me, VIP, Notificações de Conversas, Caixa de Entrada Principal e Favoritos substituirão todos os outros ajustes de notificações do Mail.
pt_pt: As definições de Lembrar, VIP, notificação de conversas, Principal e Favoritos substituem todas as outras definições de notificação do Mail.
ro: Configurările Reamintire, VIP, “Notificări conversații”, “Cutie poștală principală” și Favorite vor suprascrie toate celelalte configurări de notificare din Mail.
ru: Настройки «Напомнить», VIP, «Уведомления о темах», «Основной ящик для входящей почты» и «Избранное» заменят все прочие настройки уведомлений Почты.
sk: Nastavenia Pripomenúť, VIP, Hlásenia vlákien, Primárna schránka Prijaté a Obľúbené majú prednosť pred ostatnými nastaveniami hlásení Mailu.
sl: Nastavitve možnosti Opomni me, VIP, Obvestila v niti, Primarna mapa Prejeto in Priljubljeno bodo preglasile vse druge nastavitve obvestil aplikacije Pošta.
sv: Inställningar för påminnelser, VIP, trådnotiser, den primära inkorgen och favoriter förbigår alla andra notisinställningar för Mail.
th: การตั้งค่าเตือนฉัน, VIP, การแจ้งเตือนตามกลุ่มชื่อเรื่อง, กล่องเข้าหลัก และรายการโปรดจะใช้แทนการตั้งค่าการแจ้งเตือนของเมลอื่นทั้งหมด
tr: Anımsat, Önemli Kişiler, Konu Grubu Bildirimi, Birincil Gelen Kutusu ve Favoriler ayarları diğer tüm Mail bildirim ayarlarını geçersiz kılar.
uk: Параметри скриньок «З нагадуванням», «VIP», «Важливі вхідні» й «Улюблені» та сповіщень для гілок переважатимуть усі інші параметри сповіщень Пошти.
vi: Cài đặt Nhắc tôi, VIP, Thông báo luồng, Hộp thư đến chính và Mục ưa thích sẽ thay thế tất cả các cài đặt thông báo Mail khác.
zh_cn: “提醒我”、VIP、“邮件主题通知”、“主要收件箱”和“个人收藏”设置优先于“邮件”通知的所有其他设置。
zh_hk: 「提醒我」、VIP、「討論串通知」和「主要」收件箱和「喜好信箱」設定會覆蓋所有的「郵件」通知設定。
zh_tw: 「提醒我」、VIP、「討論串通知」、「主要收件匣」和「喜好項目」設定會覆蓋所有其他的「郵件」通知設定。

source: Always Deliver Immediately
ar: التسليم الفوري دائمًا
bg: Винаги незабавно доставяне
ca: Entrega immediata
cs: Vždy doručovat hned
da: Lever altid med det samme
de: Immer sofort zustellen
el: Πάντα παράδοση αμέσως
es: Entregar siempre inmediatamente
es_us: Siempre entregar de inmediato
fi: Toimita aina heti
fr: Toujours distribuer immédiatement
fr_ca: Toujours transmettre immédiatement
he: מסירה קבועה של עדכונים באופן מיידי
hi: हमेशा तत्काल डिलीवर करें
hr: Uvijek isporuči odmah
hu: Kézbesítés mindig azonnal
id: Selalu Segera Kirim
it: Recapita sempre immediatamente
ja: 常に即時配信
kk: Әрқашан дереу жеткізу
ko: 항상 즉시 전달
lt: Visada pranešti iš karto
ms: Sentiasa Hantar Segera
nl: Lever altijd onmiddellijk af
no: Lever alltid øyeblikkelig
pl: Zawsze dostarczaj natychmiast
pt_br: Sempre Entregar Imediatamente
pt_pt: Apresentar sempre imediatamente
ro: Livrare imediată obligatorie
ru: Всегда доставлять сразу
sk: Vždy doručovať okamžite
sl: Vedno dostavi takoj
sv: Leverera alltid omedelbart
th: ส่งทันทีเสมอ
tr: Her Zaman Hemen Bildir
uk: Завжди доставляти негайно
vi: Luôn phát ngay lập tức
zh_cn: 始终立即推送
zh_hk: 總是立即傳送
zh_tw: 永遠立即傳送

# ALERT_1_TIME
source: Once
ar: مرة واحدة
bg: Веднъж
ca: Una vegada
cs: Jednou
da: 1 gang
de: 1-mal
el: 1 φορά
es: 1 vez
es_us: Una vez
fi: Kerran
fr: 1 fois
fr_ca: 1 fois
he: פעם אחת
hi: एक बार
hr: Jedanput
hu: Egyszer
id: Sekali
it: 1 volta
ja: 1回
kk: Бір рет
ko: 1번
lt: Vieną kartą
ms: Sekali
nl: 1 keer
no: 1 gang
pl: 1 raz
pt_br: 1 Vez
pt_pt: 1 vez
ro: O dată
ru: 1 раз
sk: Raz
sl: Enkrat
sv: En gång
th: 1 ครั้ง
tr: 1 Kez
uk: 1 раз
vi: Một lần
zh_cn: 1次
zh_hk: 1次
zh_tw: 1次

# SPOKEN_NOTIFICATIONS_CARPLAY_ANNOUNCE_OPTIONS_REMEMBER_PREVIOUS_SETTING
source: Remember Previous Setting
ar: تذكر الإعداد السابق
bg: Запомняне на предишни настройки
ca: Recorda la configuració anterior
cs: Pamatovat si předchozí nastavení
da: Husk tidligere indstilling
de: Vorherige Einstellung merken
el: Απομνημόνευση προηγούμενης ρύθμισης
es: Recordar el ajuste anterior
es_us: Recordar configuración anterior
fi: Muista edellinen asetus
fr: Mémoriser le réglage précédent
fr_ca: Mémoriser le choix précédent
he: שמירת ההגדרה האחרונה שנבחרה
hi: पिछली सेटिंग याद रखें
hr: Zapamti prethodnu postavku
hu: Előző beállítás megjegyzése
id: Ingat Pengaturan Sebelumnya
it: Ricorda impostazione precedente
ja: 前回の設定を記憶する
kk: Алдыңғы реттеуді сақтау
ko: 이전 설정 기억하기
lt: Prisiminti ankstesnį nustatymą
ms: Ingat Seting Sebelumnya
nl: Onthoud vorige instelling
no: Husk forrige innstilling
pl: Pamiętaj poprzednie ustawienie
pt_br: Memorizar Ajuste Anterior
pt_pt: Memorizar definição anterior
ro: Reținere configurare anterioară
ru: Вспомнить предыдущую настройку
sk: Zapamätať si predošlé nastavenie
sl: Zapomni si prejšnjo nastavitev
sv: Kom ihåg den tidigare inställningen
th: จำการตั้งค่าก่อนหน้านี้
tr: Önceki Ayarı Anımsa
uk: Памʼятати попередній вибір
vi: Ghi nhớ cài đặt trước đó
zh_cn: 记住上次的设置
zh_hk: 記住之前的設定
zh_tw: 保留之前設定
